Repository: manexim/news
Catalog: po/extra/*.po
Languages: es, fr, pt

source: News Feed
es: Hilo de noticias
fr: Fil d'actualité

source: The best news sources, all in one place
es: Las mejores fuentes de noticias, todas en un sólo lugar
fr: Les meilleures sources d'actualités, toutes au même endroit
pt: As melhores fontes de notícias, todas num só sítio

source: Read the latest headlines and get coverage of current events. Read engaging stories on the topics that interest you.
es: Lee los últimos titulares y sigue la cobertura de la actualidad. Lee historias cautivadoras sobre los temas que te interesan.
fr: Lisez les derniers titres et obtenez une couverture de l'actualité. Lisez des histoires captivantes sur les sujets qui vous intéressent.
pt: Leia as últimas manchetes e obtenha cobertura de eventos atuais. Leia histórias cativantes nos tópicos que lhe interessam.

source: New:
es: Nuevo:
fr: Nouveau :
pt: Novo:

source: Add cache for images
es: Añadir caché para imágenes
fr: Ajout d'un cache des images
pt: Cache adicionado para imagens

source: Show message while loading articles
es: Mostrar un mensaje durante la carga de artículos
fr: Affichage d'un message de chargement des articles
pt: Exibir mensagem enquanto carrega artigos

source: Improved:
es: Mejorado:
fr: Amélioré :
pt: Melhorado:

source: Fixed:
es: Corregido:
fr: Corrigé :
pt: Corrigido:

source: Translations:
es: Traducciones:
fr: Traductions :
pt: Traduções:

source: French (by NathanBnm)
es: Francés (por NathanBnm)
fr: Français (par NathanBnm)
pt: Francês (por NathanBnm)

source: German (by meisenzahl)
es: Alemán (por meisenzahl)
fr: Allemand (par meisenzahl)
pt: Alemão (por meisenzahl)

source: Set title in HeaderBar
es: Ajustar el título en la barra de título
fr: Ajout du titre dans l'entête
pt: Definir título na barra do cabeçalho

source: Updated the description
es: Actualizada la descripción
fr: Mise à jour de la description
pt: Atualização da descrição

source: Updated name as requested for AppCenter
es: Actualizado el nombre según lo requerido por el Centro de Aplicaciones
fr: Mise à jour du nom de l'application comme demandé par le Centre d'Applications
pt: Nome atualizado como solicitado para o Centro de Aplicações

source: Remove unregistered desktop file category
es: Eliminada la categoría no registrada en el fichero lanzador
fr: Suppression des catégories de fichiers non enregistrées
pt: Categoria do ficheiro do ambiente de trabalho não registada removida

source: Initial release
es: Versión inicial
fr: Version initiale
pt: Lançamento inicial
